Repository: common-repository/swifty-site
Catalog: languages/swifty-site-*.po
Languages: nl_nl

source: Preparing
nl_nl: Aan het voorbereiden

source: Installing
nl_nl: Aan het installeren

source: Updating
nl_nl: Aan het updaten

source: Installation of <PLUGIN> failed.
nl_nl: Installatie van <PLUGIN> is mislukt.

source: Update of <PLUGIN> failed.
nl_nl: Update van <PLUGIN> is mislukt.

source: Installation failed.
nl_nl: Installatie is mislukt.

source: Are you ready to experience
nl_nl: Ben je klaar om te beleven

source: the full joy of SwiftySite?
nl_nl: de volle fun van SwiftySite?

source: We're almost done setting everything up for you, but to wrap this up,<br>we need your permission to install these amazing free plugins:
nl_nl: We zijn bijna klaar met alles klaarmaken voor je, maar om dit af te ronden<br>hebben we je toestemming nodig om deze gave gratis plugins te installeren:

source: Install these required plugins & finish the setup
nl_nl: Installeer deze vereiste plugins & voltooi de setup

source: Close
nl_nl: Sluit

source: No, thanks. Cancel the setup please.
nl_nl: Nee, bedankt. Breek het installeren af alsjeblieft.

source: Installation was successful
nl_nl: Installatie was succesvol

source: Next, let's do some styling
nl_nl: Nu, laten we wat gaan stylen

source: Let's just go to the homepage
nl_nl: Laten we gewoon naar de homepage gaan

source: Your SwiftySite Login
nl_nl: Jouw SwiftySite Login

source: welcome
nl_nl: welkom

source: Required plugins
nl_nl: Vereiste plugins

source: More Swifty Plugins
nl_nl: Meer Swifty Plugins

source: Switch to SwiftySite
nl_nl: Ga naar SwiftySite

source: General
nl_nl: Algemeen

source: Hide WP mode button
nl_nl: Verberg WP mode knop

source: Hide the button for switching to WP mode (for non-Admin users).
nl_nl: Verberg de knop voor het switchen naar WP mode (voor niet-Admin gebruikers).

source: WordPress mode
nl_nl: WordPress modus

source: It seems you are using a browser that is not fully compatible with SwiftySite.\n\nRight now only Chrome, Firefox and Safari (version 9 or higher) work completely reliable.\n\nPlease use one of these browsers te work on your site.\n\n(Ofcourse your visitors can view your site with any browser on any device.)
nl_nl: Het ziet er naar uit dat je een browser gebruikt die niet volledig compatible is met SwiftySite.\n\nOp dit moment werken alleen Chrome, Firefox en Safari (versie 9 of hoger) volledig betrouwbaar\n\nGebruik alsjeblieft een van deze browsers om aan je site te werken.\n\n(Natuurlijk kunnen je bezoeker wel jouw site bekijken met elke willekeurige browser.)

source: Edit content
nl_nl: Inhoud bewerken

source: Manage pages
nl_nl: Pagina's beheren

source: Change design
nl_nl: Ontwerp aanpassen

source: Log out
nl_nl: Log uit

source: Switch to WordPress
nl_nl: Ga naar WordPress

source: Settings
nl_nl: Instellingen

source: You do not have sufficient permissions to access this page. KS#56
nl_nl: Je hebt niet voldoende rechten voor toegang tot deze pagina. KS#56

source: Install Required Plugins
nl_nl: Installeer Vereiste Plugins

source: Install Plugins
nl_nl: Installeer Plugins

source: Installing Plugin: %s
nl_nl: Deze plugin wordt geïnstalleerd: %s

source: Something went wrong with the plugin API.
nl_nl: Er ging iets mis met de plugin API.

source: Swifty plugin requires the following plugin: %1$s.
nl_nl: Swifty plugin vereist deze plugin: %1$s.

source: Swifty plugin recommends the following plugin: %1$s.
nl_nl: Swifty plugin adviseert deze plugin: %1$s.

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
nl_nl: Sorry, maar je hebt niet de juiste rechten om de %s plugin te installeren. Neem contact op met de admin van deze site voor hulp.

source: The following required plugin is currently inactive: %1$s.
nl_nl: Deze vereiste plugin is momenteel niet actief: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
nl_nl: Deze aanbevolen plugin is momenteel niet actief: %1$s.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
nl_nl: Sorry, maar je hebt niet de juiste rechten om %s plugin te activeren. Neem contact op met de admin van deze site voor hulp.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with Swifty: %1$s.
nl_nl: Deze plugin moet geüpdatet worden naar de laatste nieuwe versie om maximale compatibiliteit met Swifty te garanderen: %1$s.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
nl_nl: Sorry, maar je hebt niet de juiste rechten om %s plugin te updaten. Neem contact op met de admin van deze site voor hulp.

source: Begin installing plugin
nl_nl: Begin plugin te installeren

source: Begin activating plugin
nl_nl: Begin plugin te activeren

source: Return to Required Plugins Installer
nl_nl: Ga terug naar Vereiste Plugins Installeren

source: Plugin activated successfully.
nl_nl: Plugin succesvol geactiveerd

source: All plugins installed and activated successfully. %s
nl_nl: Alle plugins succesvol geïnstalleerd en geactiveerd. %s

source: page
nl_nl: pagina

source: topbar
nl_nl: bovenbalk

source: navbar
nl_nl: navigatiebalk

source: sidebar
nl_nl: zijbalk

source: extrasidebar
nl_nl: extrazijbalk

source: bottombar
nl_nl: onderbalk

source: Mobile half
nl_nl: Mobiel half

source: Mobile small
nl_nl: Mobiel smal

source: Mobile regular
nl_nl: Mobiel normaal

source: Mobile landscape
nl_nl: Mobiel landschap

source: Desktop smallest
nl_nl: Desktop kleinste

source: Desktop small
nl_nl: Desktop smal

source: Desktop large
nl_nl: Desktop groot

source: This theme requires the following plugin: %1$s.
nl_nl: Dit thema vereist deze plugin: %1$s.

source: This theme recommends the following plugin: %1$s.
nl_nl: Dit thema adviseert deze plugin: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
nl_nl: De volgende plugin moet geüdatet worden naar de laatste nieuwe versie voor maximale compatibiliteit met dit thema. %1$s.

source: The following plugin was activated successfully:
nl_nl: Deze plugin is succesvol geactiveerd:

source: Dismiss this notice
nl_nl: Negeer deze melding

source: Licenses
nl_nl: Licenties

source: Active Swifty Plugins
nl_nl: Actieve Swifty Plugins

source: Swifty Settings
nl_nl: Swifty Instellingen

source: Activate
nl_nl: Activeer

source: Save Changes
nl_nl: Bewaar aanpassingen

source: License activation of %s
nl_nl: Licentie activering van %s.

source: License key
nl_nl: Licentiesleutel

source: License deactivation of %s
nl_nl: Licentie deactivering van %s

source: Deactivate License Key
nl_nl: De-activeer Licentiesleutel

source: Please enter the activation details you received from us, and click the 'Activate' button.
nl_nl: Voer de activering-details die je van ons hebt gekregen in, en klik dan op "Activeer'.

source: Plugin activated.
nl_nl: Plugin geactiveerd

source: The license could not be deactivated. Use the License Deactivation tab to manually deactivate the license before activating a new license.
nl_nl: De licentie kon niet gede-activeerd worden. Gebruik de Licentie De-activatie tab om handmatig de licentie te de-activeren voordat je een nieuwe licentie activeert.

source: Plugin license deactivated.
nl_nl: Plugin licentie gede-activeerd

source: Deactivates an API License Key so it can be used on another blog.
nl_nl: De-activeert een API Licentiesleutel zodat die door een ander blog gebruikt kan worden.

source: The license key for %s has expired. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
nl_nl: De licentiesleutel voor %s is verlopen. Je kunt een licentiesleutel heractiveren of kopen vanuit je account <a href="%s" target="_blank">dashboard</a>.

source: The subscription for %s has expired. You can reactivate the subscription from your account <a href="%s" target="_blank">dashboard</a>.
nl_nl: Het abonnement voor %s is verlopen. Je kunt het abonnement heractiveren vanuit je account <a href="%s" target="_blank">dashboard</a>.

source: A license key for %s could not be found. Maybe you forgot to enter a license key when setting up %s, or the key was deactivated in your account. You can reactivate or purchase a license key from your account <a href="%s" target="_blank">dashboard</a>.
nl_nl: Een licentiesleutel voor %s kon niet gevonden worden. Misschien ben je vergeten een licentiesleutel in te geven toen je %s aan het opzetten was of de sleutel is gede-activeerd in je account. Je kunt een licentiesleutel heractiveren of een nieuwe kopen vanuit je account <a href="%s" target="_blank">dashboard</a>.

source: %s has not been activated. Go to the settings page and enter the license key and license email to activate %s.
nl_nl: %s is niet geactiveerd. Ga naar de settingspagina en geef daar de licentiesleutel en het licentie-emailadres in om %s te activeren.

source: Activate %s
nl_nl: Activeer %s

source: Deactivate %s
nl_nl: Deactiveer %s

source: The license key for <b>%s</b> has not been activated, so the plugin is inactive! %sClick here%s to activate the license key and the plugin.
nl_nl: De licentie code voor <b>%s</b> is niet geactiveerd, dus de plugin is inactief! %sKlik hier%s om de licentie code en de plugin te activeren.

source: <b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.
nl_nl: <b>Waarschuwing!</b>Je blokkeert externe requests hetgeen betekent dat je geen %s updates kunt ontvangen. Voeg alsjebloeft %s toe aan %s.
